saml.title=SAML
saml.intro-text=\u7ba1\u7406\u8005\u306f SSO (Single Sign-On) \u3092\u7d44\u7e54\u5168\u4f53\u3067\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306b Alfresco \u306e Web \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067 SAML (Security Assertion Markup Language) \u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u3092\u4f7f\u3063\u3066\u3001Alfresco \u306e Web \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068 IdP (ID \u30d7\u30ed\u30d0\u30a4\u30c0) \u306e\u9593\u306e SAML \u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
saml.info-text=\u8a73\u3057\u304f\u306f\u3001\u300c{0} Enabling SAML SSO {1}\u300d\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

saml.sp.aos.label=AOS
saml.sp.rest-api.label=REST API
saml.sp.share.label=Share

saml.sp.save.message=\u30e1\u30e2: \u4fdd\u5b58\u3057\u3066\u3059\u3079\u3066\u306e\u30bf\u30d6\u3078\u306e\u9069\u7528\u3092\u30ad\u30e3\u30f3\u30bb\u30eb

saml.showRepoLogs.label=\u30ea\u30dd\u30b8\u30c8\u30ea\u30ed\u30b0\u3092\u8868\u793a
saml.showRepoLogs.description=\u30ed\u30b0\u306b\u3064\u3044\u3066\u8a73\u3057\u304f\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u30ed\u30b0\u306e\u30ec\u30d9\u30eb\u3092\u5909\u66f4\u3059\u308b\u304b\u3001ID \u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30ed\u30b0\u3092\u8868\u793a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

saml.sp.status.label=SAML \u306e\u30b9\u30c6\u30fc\u30bf\u30b9
saml.sp.status.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30ed\u30b0\u30a4\u30f3\u304c IdP \u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u307e\u3059\u3002
saml.sp.status.missing.description=\u30b5\u30fc\u30d3\u30b9\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30ad\u30fc\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u30e2\u30b8\u30e5\u30fc\u30eb\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/saml/tasks/saml-amps.html#saml-install__certificate">SAML SSO \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb</a>\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

saml.sp.isEnabled.label=SAML (SSO) \u8a8d\u8a3c\u3092\u6709\u52b9\u306b\u3059\u308b
saml.sp.isEnabled.description=SAML \u30d6\u30e9\u30a6\u30b6\u306e SSO \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002

saml.sp.isEnforced.label=SAML \u30ed\u30b0\u30a4\u30f3\u3092\u5f37\u5236\u3059\u308b
saml.sp.isEnforced.description=\u3053\u306e\u30b5\u30fc\u30d3\u30b9\u30d7\u30ed\u30d0\u30a4\u30c0\u3078\u306e\u30ed\u30b0\u30a4\u30f3\u306f\u3059\u3079\u3066 IdP \u3092\u4f7f\u7528\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002

saml.sp.idp.description.label=IdP (ID \u30d7\u30ed\u30d0\u30a4\u30c0) \u306e\u8aac\u660e
saml.sp.idp.description.description=\u3053\u308c\u306f\u3001\u3082\u3046 1 \u3064\u306e\u30ed\u30b0\u30a4\u30f3\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u3057\u3066\u30e6\u30fc\u30b6\u30fc\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002

saml.sp.idp.sso.request.url.label=IdP \u8a8d\u8a3c\u30ea\u30af\u30a8\u30b9\u30c8\u30b5\u30fc\u30d3\u30b9\u306e URL
saml.sp.idp.sso.request.url.description=\u8a8d\u8a3c\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u9001\u3089\u308c\u308b\u30a2\u30c9\u30ec\u30b9\u3002\u3053\u308c\u306b\u3088\u3063\u3066\u3001IdP \u306e\u30ed\u30b0\u30a4\u30f3\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u307e\u3059\u3002

saml.sp.idp.slo.request.url.label=IdP \u30b7\u30f3\u30b0\u30eb\u30ed\u30b0\u30a2\u30a6\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u30b5\u30fc\u30d3\u30b9\u306e URL
saml.sp.idp.slo.request.url.description=Alfresco \u304b\u3089\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u305f\u3068\u304d\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u9001\u3089\u308c\u308b\u30a2\u30c9\u30ec\u30b9\u3002\u3053\u308c\u306b\u3088\u3063\u3066\u3001Alfresco \u306e Web \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u3001SSO \u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3059\u3002

saml.sp.idp.slo.response.url.label=IdP \u30b7\u30f3\u30b0\u30eb\u30ed\u30b0\u30a2\u30a6\u30c8\u30ec\u30b9\u30dd\u30f3\u30b9\u30b5\u30fc\u30d3\u30b9\u306e URL
saml.sp.idp.slo.response.url.description=IdP \u304c\u30ed\u30b0\u30a2\u30a6\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u53d7\u3051\u53d6\u3063\u305f\u3068\u304d\u306b\u3001\u30ed\u30b0\u30a2\u30a6\u30c8\u30ec\u30b9\u30dd\u30f3\u30b9\u304c\u9001\u3089\u308c\u308b\u30a2\u30c9\u30ec\u30b9\u3002

saml.sp.idp.upload-certificate.label=IdP \u8a3c\u660e\u66f8\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
saml.sp.idp.upload-certificate.description=\u65b0\u3057\u3044 IdP \u8a3c\u660e\u66f8\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002

saml.sp.idp.spIssuer.label=\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u306e ID (\u767a\u884c\u8005)
saml.sp.idp.spIssuer.description=\u4e00\u90e8\u306e IdP \u306f\u3001\u3069\u306e\u30b5\u30fc\u30d3\u30b9\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u63a5\u7d9a\u3092\u4f7f\u7528\u3059\u308b\u304b\u3092\u6c7a\u3081\u308b\u305f\u3081\u306b\u767a\u884c\u8005\u3092\u4f7f\u7528\u3057\u3066\u307e\u3059\u3002

saml.sp.user.mapping.id.label=\u30e6\u30fc\u30b6\u30fc ID \u30de\u30c3\u30d4\u30f3\u30b0
saml.sp.user.mapping.id.description=Alfresco \u306e\u30e6\u30fc\u30b6\u30fc ID \u3092\u30de\u30c3\u30d4\u30f3\u30b0\u3059\u308b SAML \u306e\u5c5e\u6027\u3002PingFederate \u306b\u306f 'PersonImmutableID' \u3092\u4f7f\u7528\u3057\u3001AD FS \u306b\u306f 'Subject/NameID' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002

saml.sp.idp.certificate.status.label=IdP \u8a3c\u660e\u66f8\u306e\u30b9\u30c6\u30fc\u30bf\u30b9
saml.sp.idp.certificate.status.missing=\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
saml.sp.idp.certificate.status.expired=\u671f\u9650\u5207\u308c
saml.sp.idp.certificate.status.valid=\u6709\u52b9
saml.sp.idp.certificate.expiryDate.label=IdP \u8a3c\u660e\u66f8\u306e\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059

saml.sp.sp.cert.label=SP \u8a3c\u660e\u66f8\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
saml.sp.sp.cert.description=\u30b5\u30fc\u30d3\u30b9\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u516c\u958b\u8a3c\u660e\u66f8\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002

saml.sp.sp.metadata.label=SP \u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
saml.sp.sp.metadata.description=IdP \u8a2d\u5b9a\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u30b5\u30fc\u30d3\u30b9\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30e1\u30bf\u30c7\u30fc\u30bf\u306e XML \u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002

saml.sp.subsystem.unsupported.description=\u73fe\u5728\u3001\u3053\u306e\u30b3\u30f3\u30bd\u30fc\u30eb\u3067\u306f\u4f7f\u7528\u4e2d\u306e SAML \u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u4f7f\u7528\u3059\u308b\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001alfresco-global.properties \u306b\u3042\u308b 'saml.subsystem.type' \u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
