saml.title=SAML
saml.intro-text=Os administradores podem usar o Security Assertion Markup Language (SAML) com aplicativos da Web do Alfresco para dar suporte a Logon \u00fanico (SSO) em uma organiza\u00e7\u00e3o. Use essas configura\u00e7\u00f5es para definir o SAML entre aplicativos da Web do Alfresco e seu provedor de identidade (IdP).
saml.info-text=Consulte {0} Enabling SAML SSO {1} para saber mais detalhes.

saml.sp.aos.label=AOS
saml.sp.rest-api.label=REST API
saml.sp.share.label=Share

saml.sp.save.message=Observa\u00e7\u00e3o: salvar e cancelar se aplicam a todas as guias.

saml.showRepoLogs.label=Mostrar registros do reposit\u00f3rio
saml.showRepoLogs.description=\u00c9 poss\u00edvel obter registros mais detalhados alterando os n\u00edveis globais de registro ou visualizando os registros no provedor de identidade.

saml.sp.status.label=Status do SAML
saml.sp.status.description=Os logins s\u00e3o redirecionados para o IdP, quando essa op\u00e7\u00e3o est\u00e1 ativada.
saml.sp.status.missing.description=O m\u00f3dulo n\u00e3o pode ser ativado, pois n\u00e3o h\u00e1 uma chave de provedor de servi\u00e7os instalada. Consulte <a href="http://docs.alfresco.com/saml/tasks/saml-amps.html#saml-install__certificate">Instala\u00e7\u00e3o do SSO de SAML</a> para obter mais informa\u00e7\u00f5es.

saml.sp.isEnabled.label=Ativar autentica\u00e7\u00e3o SAML (SSO)
saml.sp.isEnabled.description=Ativa o perfil de SSO do navegador de SAML.

saml.sp.isEnforced.label=Exigir login em SAML
saml.sp.isEnforced.description=Todos os logins para esse provedor de servi\u00e7os devem usar o IdP.

saml.sp.idp.description.label=Descri\u00e7\u00e3o do provedor de identidade (IdP)
saml.sp.idp.description.description=Isso \u00e9 exibido aos usu\u00e1rios como uma op\u00e7\u00e3o alternativa de login.

saml.sp.idp.sso.request.url.label=URL do servi\u00e7o de solicita\u00e7\u00e3o de autentica\u00e7\u00e3o do IdP
saml.sp.idp.sso.request.url.description=O endere\u00e7o para o qual a solicita\u00e7\u00e3o de autentica\u00e7\u00e3o \u00e9 enviada. Isso redireciona voc\u00ea \u00e0 p\u00e1gina de login do IdP.

saml.sp.idp.slo.request.url.label=URL do servi\u00e7o de solicita\u00e7\u00e3o de logout \u00fanico do IdP
saml.sp.idp.slo.request.url.description=O endere\u00e7o para o qual a solicita\u00e7\u00e3o de logout \u00e9 enviada durante o logout do Alfresco. Isso desconecta voc\u00ea do aplicativo da Web do Alfresco e de quaisquer outros aplicativos que utilizem a sua configura\u00e7\u00e3o de SSO.

saml.sp.idp.slo.response.url.label=URL do servi\u00e7o de resposta de logout \u00fanico do IdP
saml.sp.idp.slo.response.url.description=O endere\u00e7o para o qual a resposta de logout \u00e9 enviada quando o IdP recebe sua solicita\u00e7\u00e3o de logout.

saml.sp.idp.upload-certificate.label=Carregar certificado de IdP
saml.sp.idp.upload-certificate.description=Carregar um novo certificado de IdP.

saml.sp.idp.spIssuer.label=Identifica\u00e7\u00e3o da entidade (emissor)
saml.sp.idp.spIssuer.description=Alguns IdPs usam o emissor para determinar qual conex\u00e3o do provedor de servi\u00e7os utilizar.

saml.sp.user.mapping.id.label=Mapeamento de ID de usu\u00e1rio
saml.sp.user.mapping.id.description=O atributo SAML que mapeia para uma ID de usu\u00e1rio do Alfresco. Para PingFederate, use 'PersonImmutableID', e para AD FS, use 'Subject/NameID'.

saml.sp.idp.certificate.status.label=Status do certificado de IdP
saml.sp.idp.certificate.status.missing=Certificado ausente
saml.sp.idp.certificate.status.expired=Vencido
saml.sp.idp.certificate.status.valid=V\u00e1lido
saml.sp.idp.certificate.expiryDate.label=O certificado do IdP vence em

saml.sp.sp.cert.label=Baixar certificado do PS
saml.sp.sp.cert.description=Baixar o certificado p\u00fablico do provedor de servi\u00e7os.

saml.sp.sp.metadata.label=Baixar metadados do PS
saml.sp.sp.metadata.description=Baixar o arquivo XML de metadados do provedor de servi\u00e7os, que cont\u00e9m informa\u00e7\u00f5es de configura\u00e7\u00e3o do IdP.

saml.sp.subsystem.unsupported.description=O subsistema SAML em uso n\u00e3o \u00e9 compat\u00edvel com este console no momento. \u00c9 poss\u00edvel alterar o subsistema usado com a configura\u00e7\u00e3o 'saml.subsystem.type' em alfresco-global.properties.
