saml.title=SAML
saml.intro-text=Administratorer kan bruke SAML (Security Assertion Markup Language) med Alfrescos nettapplikasjoner for \u00e5 st\u00f8tte SSO (Single Sign-On) innen en organisasjon.   Bruk disse innstillingene for \u00e5 konfigurere SAML mellom Alfrescsos nettapplikasjoner og identitetsleverand\u00f8ren (IdP).
saml.info-text=Se {0} Enabling SAML SSO {1} for \u00e5 finne flere detaljer.

saml.sp.aos.label=AOS
saml.sp.rest-api.label=REST API
saml.sp.share.label=Share

saml.sp.save.message=Merknad: Lagring og avbrudd gjelder alle faner.

saml.showRepoLogs.label=Vis databaselogger
saml.showRepoLogs.description=Det er mulig med mer detaljert logging hvis de globale loggeniv\u00e5ene endres eller loggene vises i identitetsleverand\u00f8ren.

saml.sp.status.label=SAML-status
saml.sp.status.description=P\u00e5logging omdirigeres til IdP n\u00e5r den er aktivert.
saml.sp.status.missing.description=Modulen kan ikke aktiveres fordi det ikke er installert tjenesteleverd\u00f8rn\u00f8kkel Se <a href="http://docs.alfresco.com/saml/tasks/saml-amps.html#saml-install__certificate">Installere SAML SSO</a> for \u00e5 finne mer informasjon.

saml.sp.isEnabled.label=Aktiver SAML(SSO)-autentisering
saml.sp.isEnabled.description=Aktiverer SAML-nettleseren SSO-profil.

saml.sp.isEnforced.label=Gj\u00f8r SAML-p\u00e5logging gjeldende
saml.sp.isEnforced.description=Alle p\u00e5logginger til denne tjenesteleverand\u00f8ren m\u00e5 bruke IdP.

saml.sp.idp.description.label=Beskrivelse av identitetsleverand\u00f8r (IdP)
saml.sp.idp.description.description=Dette vises for brukere som et alternativt p\u00e5loggingsvalg.

saml.sp.idp.sso.request.url.label=IdP-autentiserings-foresp\u00f8rselstjeneste URL
saml.sp.idp.sso.request.url.description=Adressen der foresp\u00f8rselen om autentisering sendes.   Du omdirigeres til IdP-p\u00e5loggingssiden.

saml.sp.idp.slo.request.url.label=IdP enkel utloggings-foresp\u00f8rselstjeneste URL
saml.sp.idp.slo.request.url.description=Adressen der utloggingsforesp\u00f8rselen sendes n\u00e5r du logger ut av Alfresco.   Dette logger deg ut av Alfrescos nettapplikasjon og eventuelle andre applikasjoner som bruker SSO-oppsett.

saml.sp.idp.slo.response.url.label=IdP enkel utloggings-responstjeneste URL
saml.sp.idp.slo.response.url.description=Adressen der utloggingsresponsen sendes n\u00e5r IdP f\u00e5r en utloggingsforesp\u00f8rsel.

saml.sp.idp.upload-certificate.label=Last opp IdP-sertifikat
saml.sp.idp.upload-certificate.description=Last opp et nytt IdP-sertifikat.

saml.sp.idp.spIssuer.label=Enhetsidentifikasjon (utsteder)
saml.sp.idp.spIssuer.description=Noen IdP-er bruker utstederen for \u00e5 bestemme hvilken tjenesteleverand\u00f8rkobling som skal brukes.

saml.sp.user.mapping.id.label=Bruker-ID kartlegging
saml.sp.user.mapping.id.description=SAML-attributt som kartlegger en Alfresco-bruker-ID.   Ved PingFederate brukes "PersonImmutableID" og ved AD FS brukes "Subject/NameID".

saml.sp.idp.certificate.status.label=IdP-sertifikatstatus
saml.sp.idp.certificate.status.missing=Mangler sertifikat
saml.sp.idp.certificate.status.expired=Utl\u00f8pt
saml.sp.idp.certificate.status.valid=Gyldig
saml.sp.idp.certificate.expiryDate.label=IdP-sertifikat utl\u00f8per

saml.sp.sp.cert.label=Last ned SP-sertifikat
saml.sp.sp.cert.description=Last ned offentlig sertifikat tjenesteleverand\u00f8r.

saml.sp.sp.metadata.label=Last ned SP-metadata
saml.sp.sp.metadata.description=Last ned tjenesteleverand\u00f8r metadata XML-fil, som inneholder IdP-konfigurasjonsinformasjon.

saml.sp.subsystem.unsupported.description=SAML-subsystemet som brukes, st\u00f8ttes ikke p\u00e5 denne konsollen i \u00f8yeblikket.   Subsystemet som brukes, kan endres ved bruk av "saml.subsystem.type"-innstillinger i Alfrescos globale egenskaper.
