saml.title=SAML
saml.intro-text=Les administrateurs peuvent utiliser SAML (Security Assertion Markup Language) avec les applications Web Alfresco pour prendre en charge l'authentification unique (SSO) dans l'entreprise. Utilisez ces param\u00e8tres pour configurer SAML entre les applications Web Alfresco et votre fournisseur d'identit\u00e9 (IdP).
saml.info-text=Consultez le document {0} Enabling SAML SSO {1} pour plus d''informations.

saml.sp.aos.label=AOS
saml.sp.rest-api.label=REST API
saml.sp.share.label=Share

saml.sp.save.message=Remarque : l'enregistrement et l'annulation s'appliquent \u00e0 tous les onglets.

saml.showRepoLogs.label=Afficher les fichiers journaux de l'entrep\u00f4t
saml.showRepoLogs.description=Pour des informations de journalisation plus d\u00e9taill\u00e9es, modifiez les niveaux de journalisation globaux ou consultez les fichiers journaux du fournisseur d'identit\u00e9.

saml.sp.status.label=Statut SAML
saml.sp.status.description=Lorsque cette option est activ\u00e9e, les connexions sont redirig\u00e9es vers le fournisseur d'identit\u00e9.
saml.sp.status.missing.description=Impossible d'activer le module car aucune cl\u00e9 de fournisseur d'acc\u00e8s n'est install\u00e9e. Consultez le document <a href="http://docs.alfresco.com/saml/tasks/saml-amps.html#saml-install__certificate">Installing SAML SSO</a> pour plus d'informations.

saml.sp.isEnabled.label=Activer l'authentification SAML (SSO)
saml.sp.isEnabled.description=Active le profil SSO du navigateur SAML.

saml.sp.isEnforced.label=Forcer la connexion SAML
saml.sp.isEnforced.description=Toutes les connexions \u00e0 ce fournisseur d'acc\u00e8s doivent utiliser l'IdP.

saml.sp.idp.description.label=Description du fournisseur d'identit\u00e9 (IdP)
saml.sp.idp.description.description=Propos\u00e9 aux utilisateurs comme option de connexion alternative.

saml.sp.idp.sso.request.url.label=URL du service de demande d'authentification de l'IdP
saml.sp.idp.sso.request.url.description=Adresse \u00e0 laquelle la demande d'authentification est envoy\u00e9e. Vous redirige vers la page de connexion de l'IdP.

saml.sp.idp.slo.request.url.label=URL du service de demande de Single Logout de l'IdP
saml.sp.idp.slo.request.url.description=Adresse \u00e0 laquelle la demande de d\u00e9connexion est envoy\u00e9e lors de la d\u00e9connexion d'Alfresco. Vous d\u00e9connecte de l'application Web Alfresco et de toute autre application qui utilise votre configuration SSO.

saml.sp.idp.slo.response.url.label=URL du service de r\u00e9ponse au Single Logout de l'IdP
saml.sp.idp.slo.response.url.description=Adresse \u00e0 laquelle la r\u00e9ponse \u00e0 la demande de d\u00e9connexion est envoy\u00e9e lorsque l'IdP re\u00e7oit une requ\u00eate de d\u00e9connexion.

saml.sp.idp.upload-certificate.label=Importer le certificat de l'IdP
saml.sp.idp.upload-certificate.description=Importe un nouveau certificat d'IdP.

saml.sp.idp.spIssuer.label=Identification de l'entit\u00e9 (auteur)
saml.sp.idp.spIssuer.description=Certains IdP utilisent l'auteur pour d\u00e9terminer la connexion de fournisseur d'acc\u00e8s \u00e0 utiliser.

saml.sp.user.mapping.id.label=Mappage d'ID utilisateur
saml.sp.user.mapping.id.description=L'attribut SAML qui correspond \u00e0 un ID utilisateur Alfresco. Pour PingFederate, utilisez 'PersonImmutableID' et pour AD FS, utilisez 'Subject/NameID'.

saml.sp.idp.certificate.status.label=Statut du certificat de l'IdP
saml.sp.idp.certificate.status.missing=Certificat manquant
saml.sp.idp.certificate.status.expired=Expir\u00e9
saml.sp.idp.certificate.status.valid=Valide
saml.sp.idp.certificate.expiryDate.label=Certificat IdP arrive \u00e0 expiration

saml.sp.sp.cert.label=T\u00e9l\u00e9charger le certificat du fournisseur d'acc\u00e8s
saml.sp.sp.cert.description=T\u00e9l\u00e9charge le certificat public du fournisseur d'acc\u00e8s.

saml.sp.sp.metadata.label=T\u00e9l\u00e9charger les m\u00e9tadonn\u00e9es du fournisseur d'acc\u00e8s
saml.sp.sp.metadata.description=T\u00e9l\u00e9charge le fichier XML des m\u00e9tadonn\u00e9es du fournisseur d'acc\u00e8s, qui contient les informations de configuration de l'IdP.

saml.sp.subsystem.unsupported.description=Le sous-syst\u00e8me SAML utilis\u00e9 n'est actuellement pas pris en charge par cette console. Vous pouvez modifier le sous-syst\u00e8me utilis\u00e9 via le param\u00e8tre 'saml.subsystem.type' dans alfresco-global.properties.
