saml.title=SAML
saml.intro-text=Los administradores pueden usar el lenguaje de marcado para confirmaciones de seguridad (SAML) con las aplicaciones web de Alfresco para usar el inicio de sesi\u00f3n \u00fanico (SSO) en toda la organizaci\u00f3n. Utilice estos ajustes para configurar SAML entre las aplicaciones web de Alfresco y su proveedor de identidad (IdP).
saml.info-text=Consulte {0} Enabling SAML SSO {1} para obtener m\u00e1s informaci\u00f3n.

saml.sp.aos.label=AOS
saml.sp.rest-api.label=REST API
saml.sp.share.label=Share

saml.sp.save.message=Nota: guardar y cancelar afectan a todas las pesta\u00f1as.

saml.showRepoLogs.label=Mostrar registros del repositorio
saml.showRepoLogs.description=Puede obtenerse un registro m\u00e1s detallado cambiando los niveles de registro globales o visualizando los registros en el proveedor de identidad.

saml.sp.status.label=Estado de SAML
saml.sp.status.description=Los inicios de sesi\u00f3n se redirigen al IdP cuando est\u00e1 habilitado.
saml.sp.status.missing.description=No puede activarse el m\u00f3dulo porque no hay una clave de proveedor de servicio instalada. Consulte <a href="http://docs.alfresco.com/saml/tasks/saml-amps.html#saml-install__certificate">Instalaci\u00f3n de SSO con SAML</a> para obtener m\u00e1s informaci\u00f3n.

saml.sp.isEnabled.label=Habilitar autenticaci\u00f3n SAML (SSO)
saml.sp.isEnabled.description=Habilita el perfil SSO del navegador SAML.

saml.sp.isEnforced.label=Exigir inicio de sesi\u00f3n SAML
saml.sp.isEnforced.description=Todos los inicios de sesi\u00f3n en este proveedor de servicio debe usar el IdP.

saml.sp.idp.description.label=Descripci\u00f3n del proveedor de identidad (IdP)
saml.sp.idp.description.description=Esto se muestra a los usuarios como opci\u00f3n de inicio de sesi\u00f3n alternativa.

saml.sp.idp.sso.request.url.label=URL del servicio de solicitud de autenticaci\u00f3n IdP
saml.sp.idp.sso.request.url.description=La direcci\u00f3n a la que se env\u00eda la solicitud de autenticaci\u00f3n. Esto le redirecciona a la p\u00e1gina de inicio de sesi\u00f3n con IdP.

saml.sp.idp.slo.request.url.label=URL del servicio de solicitud de cierre de sesi\u00f3n \u00fanica con IdP
saml.sp.idp.slo.request.url.description=La direcci\u00f3n a la que se env\u00eda la solicitud de cierre de sesi\u00f3n al cerrar sesi\u00f3n en Alfresco. Esto cierra su sesi\u00f3n en la aplicaci\u00f3n web de Alfresco y en cualquier otra aplicaci\u00f3n que use su configuraci\u00f3n SSO.

saml.sp.idp.slo.response.url.label=URL del servicio de respuesta de cierre de sesi\u00f3n \u00fanica con IdP
saml.sp.idp.slo.response.url.description=La direcci\u00f3n a la que se env\u00eda la respuesta de cierre de sesi\u00f3n cuando el IdP recibe una solicitud de cierre de sesi\u00f3n.

saml.sp.idp.upload-certificate.label=Cargar certificado IdP
saml.sp.idp.upload-certificate.description=Cargar un nuevo certificado IdP.

saml.sp.idp.spIssuer.label=Identificaci\u00f3n de entidad (emisor)
saml.sp.idp.spIssuer.description=Algunos IdP usan el emisor para determinar qu\u00e9 conexi\u00f3n al proveedor de servicio utilizar.

saml.sp.user.mapping.id.label=Asignaci\u00f3n de ID de usuario
saml.sp.user.mapping.id.description=El atributo de SAML que se asigna a un ID de usuario de Alfresco. Para PingFederate utilice 'PersonImmutableID' y para AD FS utilice 'Subject/NameID'.

saml.sp.idp.certificate.status.label=Estado del certificado IdP
saml.sp.idp.certificate.status.missing=Falta certificado
saml.sp.idp.certificate.status.expired=Caducado
saml.sp.idp.certificate.status.valid=V\u00e1lido
saml.sp.idp.certificate.expiryDate.label=El certificado IdP caduca

saml.sp.sp.cert.label=Descargar certificado SP
saml.sp.sp.cert.description=Descargar el certificado p\u00fablico de proveedor de servicio.

saml.sp.sp.metadata.label=Descargar metadatos de SP
saml.sp.sp.metadata.description=Descargar el fichero SML de metadatos del proveedor de servicio, que tiene informaci\u00f3n de configuraci\u00f3n del IdP.

saml.sp.subsystem.unsupported.description=El subsitema SAML en uso no es compatible actualmente con esta consola. Puede cambiar el subsistema en uso con la configuraci\u00f3n 'saml.subsystem.type' en alfresco-global.properties.
